<?php defined('DX_CFG_DIR') or die('No direct access allowed');

return array(
    'COMFORT' => array(
        'Обслуживание в номерах',
        'Кухня',
        'Отопление',
        'Кондиционер',
        'Доставка прессы',
        'Сейф',
        'Терраса',
        'Фен',
        'Телевизор',
        'Мини-бар',
        'Телефон',
        'Душ',
    ),

    'GENERAL' => array(
        'Отель с уникальным дизайном',
        'Консьерж',
        'Сад',
        'Магазины в отеле',
        'Камера хранения багажа',
        'Пункт обмена валюты',
        'Лифт',
        'Круглосуточная стойка регистрации',
        'VIP',
        'Магазин сувениров',
        'Банкетный зал',
        'Персональная регистрация заезда и отъезда',
        'Экспресс-регистрация',
        'Банкомат',
        'Церковь/Храм',
    ),

    'SPORT' => array(
        'Настольный теннис',
        'Фитнес-центр',
        'Теннисный корт',
        'Верховая езда',
        'Поле для гольфа',
        'Волейбол',
        'Пешие прогулки',
        'Помещение для хранения лыж',
        'Аренда горно-лыжного снаряжения',
        'Катание на лыжах',
        'Лыжная школа',
        'Спортзал',
        'Водные виды',
        'Мини-гольф',
        'Виндсерфинг',
    ),

    'HEALTH' => array(
        'Солярий',
        'Массаж',
        'Парикмахерская',
        'Сауна',
        'Спа и оздоровительный центр',
        'Паровая баня',
        'Кабинет врача',
        'Гидромассажная ванна',
        'Вызов доктора',
    ),

    'FOOD' => array(
        'Ресторан',
        'Заказ завтрака в номер',
        'Барбекю',
        'Диетическое меню',
        'Ланч с собой',
        'Бар',
        'Лобби бар',
        'Снек-бар',
        'Шведский стол',
        'Торговый автомат',
    ),

    'INTERNET' => array(
        'Проводной',
        'Интернет-кафе',
        'Wi-Fi',
        'Wi-Fi в лобби',
        'Wi-Fi в номере',
        'Wi-Fi по всей территории',
    ),

    'BUSINESS' => array(
        'Факс',
        'Конференц-зал',
        'Бизнес-центр',
        'Ксерокс',
    ),

    'SPECIAL_NUMBERS' => array(
        'Для некурящих',
        'Семейные',
        'Со звукоизоляцией',
        'Для гостей с ограниченными физическими возможностями',
        'Допускается размещение с животными',
        'Люкс для новобрачных',
    ),

    'FOR_CLOTH' => array(
        'Чистка обуви',
        'Глажка одежды',
        'Прачечная',
        'Химчистка',
    ),

    'FOR_CHILDREN' => array(
        'Детская площадка',
        'Игровая комната',
        'Уход за детьми',
        'Няня',
        'Водные горки',
        'Детский клуб',
        'Детский бассейн',
        'Меню для детей',
        'Детская кроватка в номере',
    ),

    'TRANSPORT' => array(
        'Продажа билетов',
        'Аренда автомобиля',
        'Аренда велосипеда',
        'Трансфер',
    ),

    'ENTERTAINMENT' => array(
        'Бильярд',
        'Караоке',
        'Дартс',
        'Ночной клуб',
        'Экскурсии',
        'Библиотека',
        'Аниматоры',
    ),

    'PARKING' => array(
        'Частная',
        'Общественная',
    ),

    'WATER_RECREATION' => array(
        'Открытый бассейн',
        'Крытый бассейн',
        'Дайвинг',
        'Каноэ',
        'Снаряжение для занятий водными видами спорта',
        'Водные лыжи',
        'Аквапарк',
        'Ныряние с маской и трубкой',
    ),

    'SMOKING' => array(
        'Места для курения',
        'Запрещено в номерах и на территории отеля',
    ),

    'BEACH' => array(
        'Частный пляж',
        'Муниципальный пляж',
    ),

    'BEACH_TYPE' => array(
        'Песок белый',
        'Песок жёлтый',
        'Песок мелкий',
    ),

    'HOTEL_TYPE' => array(
        'Одно здание',
        'Бунгало',
        'Отельный комплекс',
        'Два отдельных корпуса',
    ),
);