{$__ctx->setPageTitle('Ничего не найдено')}

<section class="content-common">
    <h1>{$__ctx->getPageTitle()|escape}</h1>
    <p>Запрашиваемый URL <u>{$__ctx->getData('uri')}</u> не может быть найден,<br />по одной из ниже следующих причин:</p>
    <ul>
        <li>Запрашиваемая страница не существует;</li>
        <li>Вы ошиблись при наборе URL;</li>
        <li>Запрашиваемая страница изменила свой адрес.</li>
    </ul>
    <p>Вы можете вернуться на <a href="{$__url->main()}">главную страницу</a> и продолжить работу с сайтом.</p>
</section>